[
    {
        "text": "ANOTHER VERY IMPACTFUL DAY FOR DELTA. THE AFPJX5 RATES APPEARED TO BE APPROPRIATE IN THE INITIAL RUN BUT DID NOT PREVENT GROUND STOPS FOR NORTHBOUND FLIGHTS OUT OF ZMA. GETTING FLIGHTS OUT OF FLORIDA TO THE NORTH WAS VERY CHALLENGING.",
        "label": "negative"
    },
    {
        "text": "QUIET EVENING SHIFT, THANKS FOR YOUR HELP TODAY.",
        "label": "positive"
    },
    {
        "text": "THANKS FOR YOUR HELP TODAY!",
        "label": "positive"
    },
    {
        "text": "BASED ON THE EXTENT OF THE TSTM COVERAGE IN THE NE, THE IMPACT TO THE ROUTES OUT OF THE N90 AIRPORTS SEEMED EXCESSIVE, BUT THE STAFFING SHORTAGE MAY HAVE HAD A BIGGER IMPACT TONIGHT. PHL DID AN OUTSTANDING JOB TONIGHT WITH ALL OF OUR MAINLINE AND REGIONAL FLIGHTS. THANK YOU PHL ATC FOLKS!",
        "label": "positive"
    },
    {
        "text": "GIVEN THE WEATHER AND STAFFING CONSTRAINTS, ALL WENT REASONABLY WELL TODAY.",
        "label": "positive"
    },
    {
        "text": "DISAPPOINTED AT THE LACK OF COLLABORATION REFERENCE THE ATL WEATHER EVENT. GS INITIATED WITH NO WEATHER WITHIN 25NM OF THE AIRPORT AND 44 AIRCRAFT IN THE AIR AT A 80 RATE. ONLY ONE FIX WITH ARRIVAL WEATHER OTHERS WERE RUNNING SINGLE STREAM (PER ZTL) AT WHAT I BELIEVE IS AN 80 RATE. GS EXTENDED DUE TO EMERGENCY INBOUND AIRCRAFT AND FEAR OF POSSIBLE LOSS OF RUNWAY .. THE EMERGENCY WAS LANDING ON THE DEPARTURE RUNWAY AND SHOULD HAVE HAD NO IMPACT TO THE LANDING OPERATION AS IT WAS EXPECTED TO TAXI TO THE GATE AFTER LANDING, WE WOULD HAVE PREFERRED THE GS BEEN CANCELLED PRIOR TO THAT EVENT.",
        "label": "negative"
    },
    {
        "text": "OVERALL, IT WAS A GOOD DAY. DURING THE FCAJXE DISCUSSION, A REQUEST TO RAISE THE FLOOR FROM FL160 TO FL180 WAS ASKED AND GRANTED, WE THANK YOU FOR THAT. IN ADDITION, WE ASKED THE QUESTION OF HOW THE RATES FOR THE AFP WERE DETERMINED. TODAY THE RATES SEEMED MORE IMPACTFUL THAN DAYS PAST (20/20/20/20/20/20/30/40/50), DRIVING AVERAGE DELAYS OF 150 MINS. WE NEVER GOT A CLEAR ANSWER ON HOW THE PROGRAM RATES ARE DETERMINED. AGAIN THANKS FOR YOUR HELP TODAY.",
        "label": "positive"
    },
    {
        "text": "TRYING TO FIGURE OUT WHY ASA221 JFKSEA WAS LEFT ON TAXIWAY FOR SO LONG. HAD TO RETURN TO GATE WHILE OTHER WEST BOUND FLIGHTS THAT ALL PUSHED AROUND THE SAME TIME OR EVEN LATER WERE ABLE TO DEPART (ASA657 JBU263 DAL338 AAL2305). THIS SEEMS TO HAPPEN TO ASA221 TOO OFTEN - THEY GET SENT TO THE SOUTH SIDE OF FIELD BY RWY 13R AND SEEMS LIKE THEY GET FORGOTTEN ABOUT. I KNOW THEY AREN'T ACTUALLY FORGOTTEN BUT IT'S VERY FRUSTRATING TO WATCH THEM SITTING THERE WHILE OTHERS GOING WESTBOUND (AND SOME WHO'VE PUSHED AFTER ASA221) ARE ALLOWED TO LINE UP & DEPART.",
        "label": "negative"
    },
    {
        "text": "WE TOOK UNEXPECTED LONG DEPARTURE DELAYS OUT OF TPA FROM 1230-1500Z WITH UAL 2141 TPA DEN :131 MINUTES TO GET AIRBORNE. UAL 407 TPA ORD :84 MINUTES TO GET AIRBORNE. UAL 1493 TPA IAH :106 MINUTES TO GET AIRBORNE. WE ALSO TOOK LESSER DELAYS OUT OF RSW, FLL AND MIA. WE SUSPECT THAT THE REROUTES THAT PUSHED MORE TRAFFIC OVER THE WESTERN SIDE OF FLORIDA MAY HAVE BEEN A SIGNIFICANT CONTRIBUTOR TO THE DELAY. IF DEPARTURE DELAYS WILL EXCEED 45-60 MINUTES WITH NO WX IN THE TERMINAL AREA WE NEED MORE WARNING SO THAT WE CAN PLAN APPROPRIATELY.",
        "label": "negative"
    },
    {
        "text": "BUSY BUT MANAGEABLE DAY, THANKS FOR YOUR HELP TODAY.",
        "label": "positive"
    },
    {
        "text": "THANK YOU TO ZDC AND ZJX FOR KEEPING THE AR¿S OPEN WHILE DEALING WITH THE WEATHER AND STAFFING CONSTRAINTS.",
        "label": "positive"
    },
    {
        "text": "NO ISSUES.",
        "label": "neutral"
    },
    {
        "text": "PHL DID A NICE JOB IN WORKING THROUGH THE 23Z HOUR ARRIVAL OVERAGE WITHOUT A GROUNDSTOP OR HOLD. CLT HAD SIGNIFICANT DEPARTURE DELAYS IN THE 23Z HOUR INTO THE 0030Z TIME PERIOD DUE TO A WINDSHIFT THAT REQUIRED AN AIRPORT FLOW CHANGE.",
        "label": "positive"
    },
    {
        "text": "TOUGH THUNDERSTORM NIGHT AT CLT WITH CONTINUOUS RAMP CLOSURES. APPRECIATE ZTL AND THE COMMAND CENTER OR ALL THE HELP.",
        "label": "positive"
    },
    {
        "text": "PLEASE NOTE, THE COMMENTS THAT FOLLOW ARE INTENDED FOR PM SHIFT AUGUST 5TH ,.... NO DOUBLT A DIFFICULT DAY FOR ALL. THE SHIFT WAS BUSY, AS WAS EXPECTED. OBSERVATION, SOME GDP REVISIONS NEEDED 2 OR MORE HOURS WORTH OF AIRBORNE RATES USED TO STEM THE FLOW. THAT LIKELY INDICATED WE UNDERESTIMSTED EITHER THE WEATHER IMPACT, THE STAFFING IMPACT, OR A COMBINATION OF BOTH, AS WAS THE CASE WITH ZNY TONIGHT. ADDITIONALLY, CONSIDERING THE SHORT DURATION OF THE IAD AND DEN GDP-S, WE WONDER IF THEY WERE ACTUALLY NECESSARY. BOTH WERE PRECEDED BY GROUND STOPS, WHICH MAY HAVE LED TO THE GDP CONSIDERATIONS, BUT IN HINDSIGHT, THEY MAY HAVE RECOVERED JUST AS WELL WITHOUT THE GDP-S. LASTLY, WE APPRECIATE THE PHL TRACONS EFFORTS TO KEEP THEIR TRAFFIC VOLUME MOVING, WHICH AVOIDED A GDP/GS.",
        "label": "neutral"
    },
    {
        "text": "NO ISSUES FOR THE DAY SHIFT, LOOKS TO BE A BUSY AFTERNOON/EVENING WITH THE ZNY STAFFING CONSTRAINTS.",
        "label": "neutral"
    },
    {
        "text": "OVERALL IT WAS A GOOD DAY WITH NO SIGNIFICANT OPERATIONAL IMPACT ITEMS.",
        "label": "positive"
    },
    {
        "text": "THANK YOU FOR WORKING WITH OUR REQUEST TO IMPROVE DCA ARRIVAL RATES AFTER THE FLIGHT CHECK AND ULTIMATELY ENDING THE PROGRAM EARLY. MUCH APPRECIATED.",
        "label": "positive"
    },
    {
        "text": "TRICKY FORECASTS FOR ORD/DEN WITH THE WINDS. VERY GOOD COLLABORATION WITH DCC AND ALL DEN/ORD FACILITIES TO DEVELOP EFFECTIVE, RISK-BASED STRATEGIES FOR THE UNCERTAINTY OF THE IMPACTS. SAME WITH LAS, THOUGH NOT A HUB FOR US, GOOD COMMUNICATION ALL AROUND AND THE NAS RAN WELL AS A RESULT.",
        "label": "positive"
    },
    {
        "text": "FOCUS TODAY WAS GENERATING DELAYS, NOT MANAGING THE NAS",
        "label": "negative"
    },
    {
        "text": "ZAU/C90/ORD ATCT ALL DID A GREAT JOB TODAY MANAGING ARRIVALS/DEPARTURES WITH MINIMUM GS,S AND THE MANY GO AROUNDS, MBA,S, AND WIND SHEAR EVENTS. IT WAS A DIFFICULT DAY FOR MANY OF OUR CUSTOMERS AND WE APPRECIATE THE HARD WORK. ALSO, TO THE ATCSCC FOLKS HELPING US WITH OUR TCA REQUESTS, THANK YOU.",
        "label": "positive"
    },
    {
        "text": "TCA VERY HELPFUL IN ASSISTING US WITH REQUESTS AND INQUIRIES ON SEVERAL FLIGHTS DURING THE DIVERSION RECOVERY AND EDCT PROGRAM.",
        "label": "positive"
    },
    {
        "text": "ZHU - A BIG THANK YOU TO ALL THE HOUSTON FACILITIES FOR MANAGING THE SEVERE WEATHER IN AND AROUND THE IAH TERMINAL AND IN THE ENROUTE ENVIRONMENT. A VERY DIFFICULT OPERATION TO BE SURE AND IT WAS MANAGED WITH APLOMB. EWR - GOOD COORDINATION AGAIN WITH ALL THE FACILITIES AND TAKING THE AGGRESSIVE APPROACH TO UTILIZE R11 TO THE UTMOST IN LESS-THAN-IDEAL WIND CONDITIONS FOR THE 18Z-19Z ARRIVAL PUSH. HOPEFULLY WE CAN KEEP IT GOING FOR THE LATE AFTERNOON AS WELL. SFO - ALSO GREAT WORK AT SFO BY THE FACILITIES WHEN WE SUDDENLY LOST VISUALS DURING THE BUSIEST HOUR OF THE DAY. WE EXPERIENCED MINIMAL IMPACT FROM THE LOSS OF CAPACITY AND SUFFERED NO DIVERSIONS.",
        "label": "positive"
    },
    {
        "text": "CHALLENGING DAY, THANKS FOR YOUR HELP TODAY.",
        "label": "positive"
    },
    {
        "text": "WE NOTED A NUMBER OF EXTENDED TAXIS TODAY FROM THE DC METRO AREA TO BOS RESULTING FROM THE ZNY STAFFING TRIGGER THIS EVENING. TWO FLIGHTS, JBU2454 AND JBU1354, BOTH DCA-BOS, DEPARTED WITHIN A SIMILAR TIME FRAME. JBU2454 PUSHED BACK AT 2117Z. AT 2154Z THE FLIGHT CREW OF JBU2454 NOTIFIED OUR DISPATCH TEAM THAT THEY HAD BEEN GIVEN A WHEELS UP TIME OF 2255Z. THIS WOULD HAVE RESULTED IN A 98MIN TAXI FOR THE FLIGHT, SO A REQUEST WAS POSTED TO THE TCA PAGE AT 2204Z TO SEE IF SOME RELIEF COULD BE PROVIDED. JBU1354 DCA-BOS PUSHED BACK AT 2145Z. AT 2217Z, JBU2454 NOTIFIED US THAT JBU1354 HAD BEEN PROVIDED WITH A BETTER WHEELS UP TIME THAN THEM ¿ THIS INFORMATION WAS ADDED AS AN EDIT TO THE TCA PAGE REQUEST THAT HAD NOT YET BEEN ADDRESSED. COMMAND CENTER TCA ADVISED IN THE REQUEST FOLLOWING A PHONE CONVERSATION THAT ZDC WOULD TRY TO SWAP THE TIMES FOR THE FLIGHTS. JBU1354 DEPARTED AT 2235Z MAKING A 50MIN TAXI, WHILE JBU2454 DEPARTED AT 2248Z MAKING A 91MIN TAXI. WE APPRECIATE THE ATTEMPTED COORDINATION TO TRY AND RECTIFY THE ISSUE, BUT THIS ISSUE OVERALL SEEMED AVOIDABLE AND THE INEQUITABLE SURFACE DELAY PUT UNDUE DISCOMFORT ON OUR PASSENGERS AND STRAIN TO OUR FLIGHT CREW SCHEDULES.",
        "label": "negative"
    },
    {
        "text": "DFW - WE APPRECIATE THE TIMELY AND QUICK ACTION REGARDING THE FUEL FARM ISSUE AND THE COORDINATION TO RELEASE FLIGHTS THAT COULD FUEL THROUGH THE AIRPORT. EWR - GOOD COLLABORATION ON GDP PARAMETERS ON WHAT WILL BE A TOUGH LATE AFTERNOON/EVENING OPERATION.",
        "label": "positive"
    },
    {
        "text": "CONTROVERSY AROUND THE ISSUANCE AND TIMING OF THE GDPS/AFPS, BUT OVERALL THE SCENARIO PLAYED OUT FAIRLY WELL. THE KEY WAS TO KEEP THE WATRS ROUTES OPEN AND AVAILABLE AS ROUTE OUTS, WHILE KEEPING THE DEPARTURES FLOWING. WOULD BE INTERESTING TO REPLAY SANS GDPS TO TEST THE FEASIBILITY. GENERALLY LATE START OF WEATHER DEVELOPMENT ALSO PROVED VALUABLE BUT WILL BE LESS LIKELY AS SUMMER APPROACHES. BELIEVE THE ID1 AND DC7 RATES WERE STEPPED DOWN TOO QUICKLY AND TOO FAR, AND WE LOST CAPACITY ON THOSE SECTORS. CAN ALWAYS REVISE DOWN LATER.",
        "label": "Neutral"
    },
    {
        "text": "NO ISSUES FOR THE DAY SHIFT; THANK YOU FOR YOUR HELP TODAY.",
        "label": "positive"
    },
    {
        "text": "OVERALL A GOOD SHIFT. A FEW CHALLENGES WITH THE ORD MARKET WHICH I FEEL WAS MANAGED WELL BY ALL INVOLVED.",
        "label": "positive"
    },
    {
        "text": "GOOD DAY, NO ISSUES.",
        "label": "positive"
    },
    {
        "text": "FRUSTRATING DAY.",
        "label": "negative"
    },
    {
        "text": "ROUGH DAY AT ORD - GDP IN PLACE FOR THE DAY - HIGH PROBABILITY. SEVERAL MENTIONS ON THE SPT FOR KNOX/ROYKO - IT MADE SENSE. WE ALSO SUGGESTED THIS PLAYBOOK TO AVOID LONG REROUTES. THE PLAYBOOK WAS NEVER ISSUED, HOWEVER ALL FLIGHTS IN THE SE WERE REROUTED BACK ON THIS PLAYBOOK IN-FLIGHT. WOULD APPRECIATE MORE UNDERSTANDING ON THIS ONE. THANKS TO THE COMMAND CENTER FOR HELP WITH CRITICAL FLIGHTS. THANKS TO ZFW AS WELL FOR CQY HELP!",
        "label": "neutral"
    },
    {
        "text": "VERY BUSY DAY WITH THE DFW MARKET. APPRECIATE EVERYONE'S HARD WORK MANAGING AAL CONCERNS WITH OUR TEXAS OPERATION.",
        "label": "positive"
    },
    {
        "text": "ATC FACILITIES AT MSP DID AN EXCELLENT JOB KEEPING TRAFFIC MOVING IN AND OUT DURING THE 13-15Z TIME FRAME WHILE THE TERMINAL AREA WAS SIGNIFICANTLY IMPACTED BY CONVECTIVE ACTIVITY.",
        "label": "positive"
    },
    {
        "text": "A ROUGH NIGHT FOR US IN DEN WITH THUNDERSTORM IMPACTS AND DIVERSIONS. THE DEN FACILITIES AND DCC WERE HELPFUL WITH THE STRATEGY, THE WEATHER HIT AT THE WORST POSSIBLE TIME WITH MOST OF THE VOLUME AIRBORNE.",
        "label": "negative"
    },
    {
        "text": "NO ISSUES AND THANKS FOR YOUR HELP TODAY.",
        "label": "positive"
    },
    {
        "text": "\"CHALLENGING DAY SHIFT FOR OUR DAL OPERATION. WE WERE CHALLENGED WITH SOME TSRA EARLIER THAN FORECAST, BUT THE FACILITIES (ZFW, D10, DAL TWR) WERE ALL HANDLING IT WELL AND TRAFFIC WAS MOVING AT A GOOD PACE. COMMUNICATION WAS GOOD ON THE TEXAS HOTLINE AND WE APPRECIATED RAPID ATTEMPTS TO RE-OPEN DEPARTURE GATES WITH PATHFINDERS AND TIMELY SWAPS TO OTHER GATES. THE PROBLEM STARTED AROUND 1400Z OR SO WHEN DAL DEPARTURES GOT SLOWED DOWN TO A NEAR DEPARTURE STOP. THE DAL SURFACE STARTED BACKING UP. INITIALLY IT WAS JUST SOUTH GATE DEPARTURES, BUT EVEN AS THE SOUTH GATE RE-OPENED WE WERE NOT SEEING ANY DEPARTURES OFF OF DAL. AS THE SURFACE STARTED TO BACK UP, WE STARTED TO COMMUNICATE WITH ZFW AND D10 ABOUT GETTING SOME FLIGHTS OVER 60 MINUTES MOVING AND WE WERE ABLE TO GET TWO OF THOSE FLIGHTS AIRBORNE. SOON AFTER, DAL DEPARTURES SLOWED TO CRAWL WHILE DFW FLIGHTS WERE FLOWING AT A GOOD RATE. BY 1550Z, DAL WAS BACKED UP WITH SEVERAL FLIGHT GOING +60. AFTER ANOTHER ROUND OF PHONE CALLS AROUND 1600Z, WE WERE INFORMED THAT DFW WAS GETTING FAVORED AS \"\"THE DELAY NUMBERS SHOWED DFW AT 75 MINS AND DAL AT 45 MINS.\"\" AT THAT TIME, WE HAD MULTIPLE FLIGHTS OVER 90 MINUTES, SEVERAL FLIGHTS OVER 60 MINUTES, AND AT LEAST A DOZEN MORE THAN 45 MINUTES. DAL WAS BECOMING GRID LOCKED BUT THE \"\"DELAY NUMBERS\"\" WERE NOT EVEN CLOSE TO CORRECT (WE WERE MONITORING DFW SURFACE). IT TOOK SEVERAL CALLS TO GET THIS POINT ACROSS AND EVEN A SWA ONLY GS TO BE ISSUED IN ORDER TO GET SOME KIND OF DEPARTURE RATE AT DAL. AS I WRITE THIS AT 1742Z, WE HAVE NOT FULLY RECOVERED BUT ARE FINALLY DOWN TO A COUPLE OF FLIGHTS 45 MIN +. THE DELAY NUMBERS AND THEIR APPARENT INACCURACY DROVE DAL TO A NEAR DEPARTURE STOP AND GRIDLOCK TO FAVOR ANOTHER FACILITY. THAT BEING SAID, WE REALLY APPRECIATE THE EFFORTS OF ZFW, D10 AND DAL TOWER THROUGHOUT THE EVENT. ONCE WE WERE ABLE TO ESTABLISH THAT WE HAD AN ISSUE AT DAL, THE FACILITIES WERE ABLE TO GET DAL FLIGHTS MOVING AND THE DELAY NUMBERS MOVING IN A POSITIVE DIRECTION. IN THE FUTURE, IT WOULD BE NICE TO FIND WAYS TO COMMUNICATE TIMELY AND ACCURATE DATA SO THAT WE CAN AVOID GETTING PUSHED TO THE BRINK OF GRIDLOCK AND PREVENT IT FROM HAPPENING IN THE FIRST PLACE.\"",
        "label": "Neutral"
    },
    {
        "text": "WANT TO THANK THE TCA DESK FOR ALL THEIR HELP ON THE AFP JX7 THIS EVENING YOU WERE A GREAT HELP.",
        "label": "positive"
    },
    {
        "text": "NO ISSUES FOR THE EVENING SHIFT, THANKS FOR YOUR HELP.",
        "label": "positive"
    },
    {
        "text": "THE ONLY ISSUE WAS REGARDING THE AFP JX7 AND THE 60 RATE FOR THE 18-20Z HOURS. DELTA FELT THIS WAS TOO LOW AND SHOULD HAVE BEEN, AT THE VERY LEAST, AN 80 RATE FOR THOSE HOURS. OTHER THAN THE AFP, NO OTHER ISSUES. THANKS FOR YOUR HELP TODAY.",
        "label": "negative"
    },
    {
        "text": "CHALLENGING DAY WITH WEATHER MOVING THROUGH THE TENNESSEE VALLEY. NOTHING NOTEWORTHY TO REPORT.",
        "label": "neutral"
    },
    {
        "text": "CONCERNING THE JX7 AIRSPACE FLOW PROGRAM (AFP), JETBLUE FULLY RECOGNIZED THE NEED FOR THE INITIATIVE GIVEN THE VOLUME JACKSONVILLE CENTER WAS FACING. THE 15Z HOUR OVER 300 FLIGHTS, AND SEVERAL HOURS THEREAFTER OVER THE 200 FLIGHT THRESHOLD, THOSE WERE IMMENSE THROUGHPUT CONCERNS EVEN WITHOUT WEATHER AND/OR STAFFING TRIGGERS. GIVEN THE STATE OF AIRLINES ABILITY TO RUN ELEVATED HOLIDAY SCHEDULES, WE¿D APPRECIATE GREATER CONSIDERATION OF ACTUAL THROUGHPUT COMPARED TO PLANNED THROUGHPUT GIVEN THE HIGH NUMBER OF CANCELLATION, AS WELL AS ROUTE-OUT OPTIONS, WHICH HELPED MITIGATE THE THROUGHPUT CONCERNS. BY PLANNING FOR OVER-DELIVERY OF THROUGHPUT WE STILL HAVE THE OPTION OF REVISING THE AFPS DOWN TO FURTHER REDUCE CAPACITY IF THE DEMAND TURNS OUT TO BE ACTUAL. THANKS AGAIN FOR THE HELP FROM TCA DURING THE OIS/ADVISORY DOWN PERIOD, THAT WAS EXCEPTIONAL WORK.",
        "label": "positive"
    },
    {
        "text": "STARTING TO GET BUSY HEADING INTO THE EVENING SHIFT BUT NO ISSUES FOR THE DAY SHIFT, THANKS FOR YOUR HELP TODAY.",
        "label": "positive"
    },
    {
        "text": "NO SIGNIFICANT ISSUES.",
        "label": "neutral"
    },
    {
        "text": "\"A VERY DIFFICULT DAY TO MANAGE OUR SCHEDULE WITH ALL OF THE TMI\"\"S IN PLACE. WE DO APPRECIATE THE HELP FROM THE ATCSCC WITH THE MANY INDIVIDUAL FLIGHT PROBLEMS AND FOR ZMA HELP GETTING -1527 MIA-PLS INN THE AIR AFTER A LENGTHY DELAY, THANK YOU.\"",
        "label": "positive"
    },
    {
        "text": "GOOD DAY BUT BUSY WITH MSP THUNDERSHOWER ACTIVITY. THE MSP GROUND STOPS WORKED WELL AS THUNDERSHOWERS PASSED OVER THE FIELD. GOOD COMMUNICATION WITH THE MSP ATC FACILITIES, YOUR HELP IS APPRECIATED. &#8203;&#8203;&#8203;&#8203;&#8203;",
        "label": "positive"
    },
    {
        "text": "GOOD EVENING SHIFT WITH NO SIGNIFICANT OPERATIONAL ISSUES.",
        "label": "positive"
    },
    {
        "text": "GOOD SUNDAY. LGA GDP WORKED AS ADVERTISED AND WAS REVISED UP WHEN WARRANTED.",
        "label": "positive"
    },
    {
        "text": "WE WANT TO THANK EVERYONE FOR THEIR HARD WORK THIS EVENING IN THIS VERY CHALLENGING NIGHT. WE THOUGHT THE GDP¿S FOR THE NEW YORK METRO¿S WERE AT GOOD RATES EVEN THOUGH WE HAD TO DO A COUPLE GROUND STOPS AT LGA AND EWR. DCC, THE TOWERS, THE CENTERS AND ALL THE TRACONS ON THE EAST COAST DID A FABULOUS JOB IN KEEPING FLIGHTS MOVING THIS EVENING. WE ALSO WANT TO THANK THE TCA DESK FOR ALL THEIR HELP WITH CDTS AND ROUTES TONIGHT.",
        "label": "positive"
    },
    {
        "text": "BUSY DAY, THANKS FOR YOUR HELP.",
        "label": "positive"
    },
    {
        "text": "WE WOULD LIKE TO THANK THE LGA ATCT FOR GETTING A COUPLE OF OUR CRITICAL FLIGHTS OFF THE GROUND DURING THE PERIOD OF THE LONG DEPARTURE DELAYS. ALSO, THE MCO ATCT HELPED US BY CLEARING AAL2503 JUST PRIOR TO THE CREW TIMING OUT. WE ALSO WOULD LIKE TO THANK THE ATCSCC FOR THEIR HELP WITH A COUPLE OF OUR REQUESTS ON THE PAGE.",
        "label": "positive"
    },
    {
        "text": "GOOD DAY WITH NO SIGNIFICANT ISSUES TO REPORT. THANKS FOR YOUR HELP TODAY.",
        "label": "positive"
    },
    {
        "text": "THANKS ATCSCC AND SEA FACILITIES FOR HELPING WITH OUR DE-ICING BACKLOG IN SEA. THE GS AND THEN GDP ASSISTED IN GETTING OUR OPERATION BACK ON TRACK FOR THE REST OF THE DAY.",
        "label": "positive"
    },
    {
        "text": "WE WOULD LIKE TO THANK PHL ATC FOR TAKING OUR RECOMMENDATIONS AND WEATHER FORECAST INTO ACCOUNT WHEN MAKING A DECISION ABOUT WHETHER OR NOT TO IMPLEMENT A PHL GDP. THANKS AGAIN FOR ALL OF YOUR HELP!",
        "label": "positive"
    },
    {
        "text": "APPRECIATE THE COLLABORATION AND EARLY HEADS UP BY THE CC PRIOR TO THE AFP REVISION. THANK YOU TO THE EAST COAST FACILITIES FOR KEEPING FLIGHTS FLOWING WITH SEVERAL DEPARTURE AND ARRIVAL ROUTES/FIXES CLOSED.",
        "label": "positive"
    },
    {
        "text": "RQD ROUTES WERE GENERALLY FAIR TO ADDRESS VOLUME CONSTRAINTS. JX7 RATES WERE AGAIN LOWER THAN EXPECTED, ESPECIALLY GIVEN THE LOWER VOLUME OF SCHEDULED CARRIER FLYING DUE TO CANCELLATIONS. PBI GDP WAS ISSUED TO LATE, DRIVING DELAY UP SIGNIFICANTLY FOR SCHEDULED CARRIERS. EARLIER ISSUANCE WILL STILL CONTROL TRAFFIC EFFECTIVELY WITHOUT OVER-PENALIZING SCHEDULED CARRIER AND SOME LEVEL OF POP-UP FACTOR SHOULD SUFFICE FOR THOSE LATE FILERS THAT BECOME KNOWN TO THE SYSTEM, WHICH ARE THE PRIMARY DRIVER OF THE NEED FOR THE PBI TMI.",
        "label": "negative"
    },
    {
        "text": "BIG THANK YOU TO LGA TOWER! SWA1978 (LGA-DEN) WAS UNDER CREW LIMITATION AND THEY DID EVERTHING POSSIBLE TO GET THEM OUT. MISSED BY A SINGLE MINUTE, BUT THEY DEFINITELY TRIED.",
        "label": "positive"
    },
    {
        "text": "GOOD JOB ON THE SPTS. INFORMATION AND PLANS COMMUNICATED WELL.",
        "label": "positive"
    },
    {
        "text": "APPRECIATE THE EFFORTS BY N90 TO TRANSITION BACK TO DUAL RUNWAY OPERATIONS AT LGA AFTER BEING FORCED TO SINGLE RUNWAY DUE TO CROSS WINDS THIS MORNING. STAYING OUT OF A GDP WAS VERY BENEFICIAL FOR OUR CUSTOMER CONNECTIVITY.",
        "label": "positive"
    },
    {
        "text": "- WE APPRECIATE ALL THE WEATHER AND OPERATIONAL INFORMATION IN REGARDS TO IAN. DCC HAS BEEN VERY HELPFUL IN OBTAINING INFORMATION IN A CHAOTIC ENVIRONMENT.",
        "label": "positive"
    },
    {
        "text": "CHALLENGING DAY WITH WEATHER IN THE NORTHEAST IMPACTING OPERATIONS. A BIG THANKS FOR YOUR HELP WITH OUR TCA PAGE REQUESTS, REALLY HELPFUL WITH OUR FLIGHT CREW DUTY LIMITATIONS.",
        "label": "positive"
    },
    {
        "text": "DIFFICULT DAY FOR OUR DFW CUSTOMERS DUE TO THUNDERSTORMS, BUT WE DID APPRECIATE D10/DFW/ZFW USING 13R FOR ARRIVALS WHEN THE STORMS PREVENTED NORTH FLOW. THIS LEAD TO A REDUCTION IN DIVERSIONS.",
        "label": "neutral"
    },
    {
        "text": "MANY THANKS FOR MCO TOWER ASSISTANCE IN EXPIDITING DEPARTURES OF A FEW OF OUR CREW TIME LIMITED FLIGHTS..MUCH APPRECIATED.",
        "label": "positive"
    },
    {
        "text": "HAPPY NEW YEAR. GOOD JOB COORD A DIFFICULT DAY.",
        "label": "positive"
    },
    {
        "text": "ZHU DID AN EXCELLENT JOB OF MANAGING THEIR AIRSPACE AROUND THE CONVECTIVE ACTIVITY WITH THE USE OF TACTICAL REROUTES.",
        "label": "positive"
    },
    {
        "text": "REFERENCE DFW CONVECTIVE EVENT 1300Z-1530Z. OVERALL EXCELLENT COLLABORATION FROM COMMAND CENTER, ZFW, DFW D10. MINIMAL DISRUPTION EXPERIENCED GIVEN THE SEVERITY OF THE EVENT.",
        "label": "positive"
    },
    {
        "text": "NO ISSUES, THANKS!",
        "label": "positive"
    },
    {
        "text": "GOOD JOB FROM ZTL, CLT TRACON AND TOWER TONIGHT...TSTMS IMPACTED THE OPERATION AND WE HAD A LOT OF GOOD COORDINATION MANAGING THE EVENT.",
        "label": "positive"
    },
    {
        "text": "CHALLENGING DAY, THANKS FOR YOUR HELP. &#8203;&#8203;&#8203;&#8203;&#8203;&#8203;&#8203;",
        "label": "positive"
    },
    {
        "text": "THANKS FOR THE HELP WITH TCA REQUESTS.",
        "label": "positive"
    },
    {
        "text": "EXCELLENT JOB OVER THE PAST TWO DAYS IN THE DFW AREA. THANKS TO D10 AND ZFW FOR THEIR EXTRA EFFORT MOVING FLIGHTS AND MINIMIZING DELAYS WITH THE ADDITIONAL WORKLOAD THE GPS ANOMALIES PRESENTED.",
        "label": "positive"
    },
    {
        "text": "GOOD SHIFT TODAY. NOTHING OF SIGNIFICANCE TO MENTION.",
        "label": "neutral"
    },
    {
        "text": "WE WANT TO EXTEND OUR THANKS TO IND TOWER, INDY TRACON, THE SATELLITE TOWERS, ZID, ZTL, DCC, AND THE OTHER FACILITIES INVOLVED IN RUNNING THE ARRIVALS INTO THE CHAMPIONSHIP GAME AND THEN THE DEPARTURE PUSH THAT EVENING AND INTO TODAY. THERE WAS LARGE AMOUNT OF TRAFFIC THAT WAS MANAGED WITH A SINGLE STOP DURING THE ARRIVAL PUSH, AND MINIMAL DELAYS ON THE DEPARTURE SIDE. GREAT WORK BY EVERYONE.",
        "label": "positive"
    },
    {
        "text": "GOOD ATC DAY. THX.",
        "label": "positive"
    },
    {
        "text": "WE BELIEVE THAT THE EWR/IAD DISCUSSIONS WERE WELL MANAGED WITH GOOD INPUT FROM ALL STAKEHOLDERS. WE AGREED AND SUPPORTED THE TMI'S FOR BOTH AIRPORTS. INFORMATION REGARDING THE ASPECTS OF THE NAS WAS WELL COMMUNICATED AND TIMELY THROUGHOUT THE MORNING.",
        "label": "positive"
    },
    {
        "text": "EXCEPTIONAL WORK FROM N90 (JN AND THE TEAM)/EWRT AND THE ADJACENT CENTERS MANAGING THE NY METROS. EWR RAN VERY WELL ON THE 4'S WITH USE OF 11, MIT WAS WELL BALANCED.",
        "label": "positive"
    },
    {
        "text": "CHALLENGING SHIFT FOR ALL INVOLVED WITH THE DFW/ZFW WEATHER EVENT. MANY THANKS TO DFW TWR-S, D10, AND ZFW, MUCH APPRECIATED.",
        "label": "positive"
    },
    {
        "text": "ROUGH DAY WITH THUNDERSTORMS IMPACTING BOTH NY AND DC MARKETS. THANKS N90 AND DCC FOR REVISITING THE JFK GDP RATES AND ADJUSTING THE PROGRAM ACCORDINGLY. WE WOULD HAVE LIKED TO SEE THE JY3 AFP INCLUDED WITH THE JXS AFP. THE NUMBER OF POPUP FLIGHTS WAS EXTENSIVE ONCE THE ROCKET LAUNCH WAS DONE AND ADDITIONAL ROUTE CLOSURES FORCED FLIGHTS INLAND. THESE FLIGHTS WERE ALL DAS DELAYS THAT WE COULD NOT ADJUST OURSELVES AND HAD NUMEROUS TCA REQUESTS FOR IMPROVEMENTS. WE ALSO LIKE TO THANK THE TCA DESK HELP WITH ALL THE REQUESTS TODAY.",
        "label": "neutral"
    },
    {
        "text": "NO ISSUES FOR DAYSHIFT, THANKS FOR YOUR HELP.",
        "label": "positive"
    },
    {
        "text": "GOOD DAY, THANKS.",
        "label": "positive"
    },
    {
        "text": "GOOD DAY WITH MINIMAL CONSTRAINTS. THANKS.",
        "label": "positive"
    },
    {
        "text": "A DIFFICULT SATURDAY BUT THANKS FOR ALL YOUR HELP THROUGHOUT THE EVENING.",
        "label": "positive"
    },
    {
        "text": "WE APPRECIATE THE HELP IN GETTING THE DEN GDP PUBLISHED EARLY. IT WAS A HIGH IMPACT EVENT AND THE GDP BROUGHT SOME ORDER TO IT AND HELPED EVEN THOUGH WE HAD SEVERAL GROUND STOPS AS WELL. WE ALSO WANT TO ACKNOWLEDGE THE HELP WITH GETTING THE UNITED ONLY GROUND STOP PUBLISHED AFTER THE GDP CANCELED SO HELP MANAGE OUR GATE ISSUES AND EXEMPTING OUR DIVERTED FLIGHTS.",
        "label": "positive"
    },
    {
        "text": "A WELL DESERVED QUIET DAY. WE APPRECIATE THE TIMELY UPDATES REFERENCE STAFFING TRIGGERS AND DCA FLYOVER.",
        "label": "positive"
    },
    {
        "text": "THE RATES IN THE FCAMA1 WERE CONSIDERABLY LOWER THAN WHAT THE WEATHER WOULD REQUIRE. STAFFING TRIGGERS IN ZJX MAKE IT DIFFICULT TO PREDICT WHAT RATES ARE APPROPRIATE FOR THE WEATHER CONSTRAINT. THE PROGRAM DROVE SEVERAL CANCELLATIONS AS CREWS TIMED OUT DUE TO THE 184 MINUTE AVERAGE DELAY.",
        "label": "negative"
    },
    {
        "text": "GREAT DAY SHIFT WITH NO ISSUES; THANKS FOR YOUR HELP TODAY.",
        "label": "positive"
    },
    {
        "text": "LGA WAS SLOW TO TRANSITION FROM SINGLE RUNWAY OPERATION TO DUAL RUNWAYS EARLY THIS MORNING, CITING A 25 KNOT GUST RESTRICTION FOR CROSSWINDS. WE HAVE NOT SEEN THIS RESTRICTION APPLIED IN THE PAST AND THE RESULTING 30 RATE WOULD HAVE DRIVEN A GROUND STOP AT MINIMUM AND LIKELY A GROUND DELAY PROGRAM WHICH WOULD HAVE BEEN DIFFICULT TO GET OUT OF ONCE INITIATED.",
        "label": "negative"
    },
    {
        "text": "DEN WAS HANDLED VERY WELL WITH GOOD COORDINATION ALL AROUND. SAME WITH EWR AND THE DIFFICULT CHALLENGE OF FLORIDA. WE APPRECIATE THE COMMUNICATION AND THE HARD WORK THE SPECIFIC REGIONS EXPERIENCED.",
        "label": "positive"
    }
]
